import React from "react";
import "./AboutPage.css";

const AboutPage = () => {
  return (
    <div className="about-page">
      <h2>Про сайт</h2>
      <p>Цей вебсайт призначений для представлення театральних вистав та надання користувачам можливості</p>
      <p>ознайомитися з різноманітними творчими проектами. Наша мета - забезпечити доступ до якісних та захоплюючих</p>
      <p>вистав, а також створити комфортну платформу для їхньої перегляду та обговорення.</p>
      <p>(c) Кракович Борислав, 2024</p>
    </div>
  );
};

export default AboutPage;