import React from "react";
import "./PrivacyPolicyPage.css";

const PrivacyPolicyPage = () => {
  return (
    <div className="privacy-policy-page">
      <h2>Політика конфіденційності</h2>
      <p>Це наша політика конфіденційності, яка гарантує захист вашої особистої інформації</p>
      <p>та конфіденційності даних. Ми поважаємо вашу приватність і зобов'язані забезпечити </p>
      <p>безпеку всієї інформації, яку ви надаєте нам під час використання нашого вебсайту. </p>
      <p>Наша політика конфіденційності пояснює, як ми збираємо, використовуємо, захищаємо і </p>
      <p>обробляємо ваші особисті дані, і які права ви маєте у цьому відношенні. Ця політика</p>
      <p>стосується виключно даних, зібраних цим вебсайтом. Будь ласка, ознайомтеся з нею </p>
      <p>перед подачею будь-якої особистої інформації.</p>
    </div>
  );
};

export default PrivacyPolicyPage;